#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline author:t
#+OPTIONS: c:nil creator:nil d:(not "LOGBOOK") date:t e:t email:nil f:t
#+OPTIONS: inline:t num:t p:nil pri:nil prop:nil stat:t tags:t tasks:t
#+OPTIONS: tex:t timestamp:t title:t toc:nil todo:t |:t
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+CREATOR: Emacs 24.3.1 (Org mode 8.3.4)

#+ATTR_LATEX: :align |r|cccHHH|cccHHHHHHHHHHHHHHHHHHHHH|
| Domain                   | $[f,\ffo,\fifo]$ | $[f,\ffo,\lifo]$ | $[f,\ffo,\ro]$  |   R |   R |   R | $[f,\ffo,\depth,\fifo]$ | $[f,\ffo,\depth,\lifo]$ | $[f,\ffo,\depth,\ro]$ |   R |   R |   R | $[f,\gco,\fifo]$ | $[f,\gco,\lifo]$ | $[f,\gco,\ro]$  |   R |   R |   R | $[f,h,\hat{h},\depth,\fifo]$ | $[f,h,\hat{h},\depth,\lifo]$ | $[f,h,\hat{h},\depth,\ro]$ |   R |   R |   R | $[f,\hat{h},\depth,\fifo]$ | $[f,\hat{h},\depth,\lifo]$ | $[f,\hat{h},\depth,\ro]$ |   R |   R |   R |
|--------------------------+------------------+------------------+-----------------+-----+-----+-----+-------------------------+-------------------------+-----------------------+-----+-----+-----+------------------+------------------+-----------------+-----+-----+-----+------------------------------+------------------------------+----------------------------+-----+-----+-----+----------------------------+----------------------------+--------------------------+-----+-----+-----|
| IPC benchmark (1104)     |              564 |              562 | 564.3 $\pm$ 1.5 | 563 | 564 | 566 |                     563 |                     560 | 563.3 $\pm$ 1.5       | 562 | 563 | 565 |              558 |              566 | 560.7 $\pm$ 0.6 | 561 | 560 | 561 |                          536 |                          535 | 534.7 $\pm$ 2.1            | 537 | 533 | 534 |                        534 |                        534 | 534.7 $\pm$ 1.5          | 536 | 533 | 535 |
|--------------------------+------------------+------------------+-----------------+-----+-----+-----+-------------------------+-------------------------+-----------------------+-----+-----+-----+------------------+------------------+-----------------+-----+-----+-----+------------------------------+------------------------------+----------------------------+-----+-----+-----+----------------------------+----------------------------+--------------------------+-----+-----+-----|
| airport(50)              |               25 |               24 | 25 $\pm$ 0      |  25 |  25 |  25 |                      25 |                      24 | 24.7 $\pm$ 0.6        |  25 |  24 |  25 |               23 |               26 | 24 $\pm$ 1      |  23 |  24 |  25 |                           24 |                           24 | 24 $\pm$ 0                 |  24 |  24 |  24 |                         24 |                         25 | 24 $\pm$ 0               |  24 |  24 |  24 |
| barman-opt11(20)         |                0 |                0 | 0 $\pm$ 0       |   0 |   0 |   0 |                       0 |                       0 | 0 $\pm$ 0             |   0 |   0 |   0 |                0 |                0 | 0 $\pm$ 0       |   0 |   0 |   0 |                            0 |                            0 | 0 $\pm$ 0                  |   0 |   0 |   0 |                          0 |                          0 | 0 $\pm$ 0                |   0 |   0 |   0 |
| blocks(35)               |               27 |               27 | 27 $\pm$ 0      |  27 |  27 |  27 |                      27 |                      27 | 27 $\pm$ 0            |  27 |  27 |  27 |               28 |               28 | 28 $\pm$ 0      |  28 |  28 |  28 |                           27 |                           27 | 27 $\pm$ 0                 |  27 |  27 |  27 |                         27 |                         27 | 27 $\pm$ 0               |  27 |  27 |  27 |
| *cybersec(19)*           |                6 |                6 | 5.3 $\pm$ 0.6   |   5 |   5 |   6 |                       6 |                       5 | 6 $\pm$ 0             |   6 |   6 |   6 |                0 |                1 | 0.7 $\pm$ 0.6   |   1 |   1 |   0 |                            6 |                            4 | 5 $\pm$ 1                  |   6 |   4 |   5 |                          5 |                          3 | 5.7 $\pm$ 1.2            |   7 |   5 |   5 |
| depot(22)                |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                       6 |                       6 | 6 $\pm$ 0             |   6 |   6 |   6 |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                            5 |                            5 | 5 $\pm$ 0                  |   5 |   5 |   5 |                          5 |                          5 | 5 $\pm$ 0                |   5 |   5 |   5 |
| driverlog(20)            |               13 |               13 | 13 $\pm$ 0      |  13 |  13 |  13 |                      13 |                      13 | 13 $\pm$ 0            |  13 |  13 |  13 |               13 |               13 | 13 $\pm$ 0      |  13 |  13 |  13 |                           12 |                           12 | 12 $\pm$ 0                 |  12 |  12 |  12 |                         12 |                         12 | 12 $\pm$ 0               |  12 |  12 |  12 |
| elevators-opt11(20)      |               15 |               15 | 15 $\pm$ 0      |  15 |  15 |  15 |                      14 |                      15 | 14 $\pm$ 0            |  14 |  14 |  14 |               15 |               15 | 15 $\pm$ 0      |  15 |  15 |  15 |                           12 |                           12 | 12 $\pm$ 0                 |  12 |  12 |  12 |                         12 |                         12 | 12 $\pm$ 0               |  12 |  12 |  12 |
| floortile-opt11(20)      |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                       6 |                       6 | 6 $\pm$ 0             |   6 |   6 |   6 |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                            6 |                            6 | 6 $\pm$ 0                  |   6 |   6 |   6 |                          6 |                          6 | 6 $\pm$ 0                |   6 |   6 |   6 |
| freecell(80)             |                9 |                9 | 9 $\pm$ 0       |   9 |   9 |   9 |                       9 |                       9 | 9 $\pm$ 0             |   9 |   9 |   9 |                9 |                9 | 9 $\pm$ 0       |   9 |   9 |   9 |                            8 |                            8 | 8 $\pm$ 0                  |   8 |   8 |   8 |                          8 |                          8 | 8 $\pm$ 0                |   8 |   8 |   8 |
| grid(5)                  |                1 |                1 | 1 $\pm$ 0       |   1 |   1 |   1 |                       1 |                       1 | 1 $\pm$ 0             |   1 |   1 |   1 |                1 |                1 | 1 $\pm$ 0       |   1 |   1 |   1 |                            1 |                            1 | 1 $\pm$ 0                  |   1 |   1 |   1 |                          1 |                          1 | 1 $\pm$ 0                |   1 |   1 |   1 |
| gripper(20)              |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                       6 |                       6 | 6 $\pm$ 0             |   6 |   6 |   6 |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                            6 |                            6 | 6 $\pm$ 0                  |   6 |   6 |   6 |                          6 |                          6 | 6 $\pm$ 0                |   6 |   6 |   6 |
| hanoi(30)                |               12 |               12 | 12 $\pm$ 0      |  12 |  12 |  12 |                      12 |                      12 | 12 $\pm$ 0            |  12 |  12 |  12 |               12 |               12 | 12 $\pm$ 0      |  12 |  12 |  12 |                           11 |                           11 | 11 $\pm$ 0                 |  11 |  11 |  11 |                         11 |                         11 | 11 $\pm$ 0               |  11 |  11 |  11 |
| logistics00(28)          |               20 |               20 | 20 $\pm$ 0      |  20 |  20 |  20 |                      20 |                      20 | 20 $\pm$ 0            |  20 |  20 |  20 |               20 |               20 | 20 $\pm$ 0      |  20 |  20 |  20 |                           17 |                           17 | 17 $\pm$ 0                 |  17 |  17 |  17 |                         17 |                         17 | 17 $\pm$ 0               |  17 |  17 |  17 |
| miconic(150)             |              140 |              140 | 140 $\pm$ 0     | 140 | 140 | 140 |                     140 |                     140 | 140 $\pm$ 0           | 140 | 140 | 140 |              140 |              140 | 140 $\pm$ 0     | 140 | 140 | 140 |                          140 |                          140 | 140 $\pm$ 0                | 140 | 140 | 140 |                        140 |                        140 | 140 $\pm$ 0              | 140 | 140 | 140 |
| mprime(35)               |               22 |               22 | 22 $\pm$ 0      |  22 |  22 |  22 |                      22 |                      22 | 22 $\pm$ 0            |  22 |  22 |  22 |               20 |               22 | 20.3 $\pm$ 0.6  |  21 |  20 |  20 |                           20 |                           21 | 20.3 $\pm$ 0.6             |  21 |  20 |  20 |                         20 |                         21 | 20.3 $\pm$ 0.6           |  21 |  20 |  20 |
| mystery(30)              |               16 |               16 | 16 $\pm$ 0      |  16 |  16 |  16 |                      16 |                      16 | 16 $\pm$ 0            |  16 |  16 |  16 |               15 |               16 | 15 $\pm$ 0      |  15 |  15 |  15 |                           15 |                           15 | 15 $\pm$ 0                 |  15 |  15 |  15 |                         15 |                         15 | 15 $\pm$ 0               |  15 |  15 |  15 |
| nomystery-opt11(20)      |               14 |               14 | 14 $\pm$ 0      |  14 |  14 |  14 |                      14 |                      14 | 14 $\pm$ 0            |  14 |  14 |  14 |               14 |               14 | 14 $\pm$ 0      |  14 |  14 |  14 |                           13 |                           13 | 13 $\pm$ 0                 |  13 |  13 |  13 |                         13 |                         13 | 13 $\pm$ 0               |  13 |  13 |  13 |
| *openstacks-opt11(20)*   |               17 |               17 | 17 $\pm$ 0      |  17 |  17 |  17 |                      17 |                      17 | 17 $\pm$ 0            |  17 |  17 |  17 |               18 |               18 | 18 $\pm$ 0      |  18 |  18 |  18 |                           10 |                           10 | 10 $\pm$ 0                 |  10 |  10 |  10 |                         10 |                         10 | 10 $\pm$ 0               |  10 |  10 |  10 |
| parcprinter-opt11(20)    |               13 |               13 | 13 $\pm$ 0      |  13 |  13 |  13 |                      13 |                      13 | 13 $\pm$ 0            |  13 |  13 |  13 |               13 |               13 | 13 $\pm$ 0      |  13 |  13 |  13 |                           13 |                           13 | 13 $\pm$ 0                 |  13 |  13 |  13 |                         13 |                         13 | 13 $\pm$ 0               |  13 |  13 |  13 |
| parking-opt11(20)        |                1 |                1 | 1 $\pm$ 0       |   1 |   1 |   1 |                       1 |                       1 | 1 $\pm$ 0             |   1 |   1 |   1 |                1 |                1 | 1 $\pm$ 0       |   1 |   1 |   1 |                            1 |                            1 | 1 $\pm$ 0                  |   1 |   1 |   1 |                          1 |                          1 | 1 $\pm$ 0                |   1 |   1 |   1 |
| pathways(30)             |                5 |                5 | 5 $\pm$ 0       |   5 |   5 |   5 |                       5 |                       5 | 5 $\pm$ 0             |   5 |   5 |   5 |                5 |                5 | 5 $\pm$ 0       |   5 |   5 |   5 |                            5 |                            5 | 5 $\pm$ 0                  |   5 |   5 |   5 |                          5 |                          5 | 5 $\pm$ 0                |   5 |   5 |   5 |
| pegsol-opt11(20)         |               17 |               17 | 17 $\pm$ 0      |  17 |  17 |  17 |                      17 |                      17 | 17 $\pm$ 0            |  17 |  17 |  17 |               17 |               17 | 17 $\pm$ 0      |  17 |  17 |  17 |                           16 |                           16 | 16 $\pm$ 0                 |  16 |  16 |  16 |                         16 |                         16 | 16 $\pm$ 0               |  16 |  16 |  16 |
| pipesworld-notankage(50) |               13 |               13 | 13 $\pm$ 0      |  13 |  13 |  13 |                      13 |                      13 | 13 $\pm$ 0            |  13 |  13 |  13 |               14 |               15 | 14.7 $\pm$ 0.6  |  15 |  14 |  15 |                           12 |                           12 | 12 $\pm$ 0                 |  12 |  12 |  12 |                         12 |                         12 | 12 $\pm$ 0               |  12 |  12 |  12 |
| pipesworld-tankage(50)   |                8 |                8 | 8 $\pm$ 0       |   8 |   8 |   8 |                       8 |                       8 | 8 $\pm$ 0             |   8 |   8 |   8 |                8 |                8 | 8 $\pm$ 0       |   8 |   8 |   8 |                            7 |                            7 | 7 $\pm$ 0                  |   7 |   7 |   7 |                          7 |                          7 | 7 $\pm$ 0                |   7 |   7 |   7 |
| psr-small(50)            |               48 |               48 | 48 $\pm$ 0      |  48 |  48 |  48 |                      48 |                      48 | 48 $\pm$ 0            |  48 |  48 |  48 |               48 |               48 | 48 $\pm$ 0      |  48 |  48 |  48 |                           48 |                           48 | 48 $\pm$ 0                 |  48 |  48 |  48 |                         48 |                         48 | 48 $\pm$ 0               |  48 |  48 |  48 |
| rovers(40)               |                7 |                7 | 7 $\pm$ 0       |   7 |   7 |   7 |                       7 |                       7 | 7 $\pm$ 0             |   7 |   7 |   7 |                7 |                7 | 7 $\pm$ 0       |   7 |   7 |   7 |                            7 |                            7 | 7 $\pm$ 0                  |   7 |   7 |   7 |                          7 |                          7 | 7 $\pm$ 0                |   7 |   7 |   7 |
| scanalyzer-opt11(20)     |               10 |               10 | 10 $\pm$ 0      |  10 |  10 |  10 |                      10 |                      10 | 10 $\pm$ 0            |  10 |  10 |  10 |               10 |               10 | 10 $\pm$ 0      |  10 |  10 |  10 |                           10 |                           10 | 10 $\pm$ 0                 |  10 |  10 |  10 |                          8 |                         10 | 8.7 $\pm$ 0.6            |   9 |   8 |   9 |
| sokoban-opt11(20)        |               19 |               19 | 19 $\pm$ 0      |  19 |  19 |  19 |                      19 |                      19 | 19 $\pm$ 0            |  19 |  19 |  19 |               19 |               19 | 19 $\pm$ 0      |  19 |  19 |  19 |                           17 |                           17 | 17 $\pm$ 0                 |  17 |  17 |  17 |                         17 |                         17 | 17 $\pm$ 0               |  17 |  17 |  17 |
| storage(30)              |               14 |               14 | 14 $\pm$ 0      |  14 |  14 |  14 |                      14 |                      14 | 14 $\pm$ 0            |  14 |  14 |  14 |               15 |               15 | 15 $\pm$ 0      |  15 |  15 |  15 |                           14 |                           14 | 14 $\pm$ 0                 |  14 |  14 |  14 |                         14 |                         14 | 14 $\pm$ 0               |  14 |  14 |  14 |
| tidybot-opt11(20)        |               11 |               11 | 11 $\pm$ 0      |  11 |  11 |  11 |                      11 |                      11 | 11 $\pm$ 0            |  11 |  11 |  11 |               12 |               12 | 12 $\pm$ 0      |  12 |  12 |  12 |                           11 |                           11 | 10.3 $\pm$ 0.6             |  11 |  10 |  10 |                         10 |                         11 | 10 $\pm$ 0               |  10 |  10 |  10 |
| tpp(30)                  |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                       6 |                       6 | 6 $\pm$ 0             |   6 |   6 |   6 |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                            6 |                            6 | 6 $\pm$ 0                  |   6 |   6 |   6 |                          6 |                          6 | 6 $\pm$ 0                |   6 |   6 |   6 |
| transport-opt11(20)      |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                       6 |                       6 | 6 $\pm$ 0             |   6 |   6 |   6 |                6 |                6 | 6 $\pm$ 0       |   6 |   6 |   6 |                            6 |                            6 | 6 $\pm$ 0                  |   6 |   6 |   6 |                          6 |                          6 | 6 $\pm$ 0                |   6 |   6 |   6 |
| visitall-opt11(20)       |               10 |               10 | 10 $\pm$ 0      |  10 |  10 |  10 |                      10 |                      10 | 10 $\pm$ 0            |  10 |  10 |  10 |               10 |               10 | 10 $\pm$ 0      |  10 |  10 |  10 |                           10 |                           10 | 10 $\pm$ 0                 |  10 |  10 |  10 |                         10 |                         10 | 10 $\pm$ 0               |  10 |  10 |  10 |
| woodworking-opt11(20)    |               10 |                9 | 11 $\pm$ 1      |  10 |  11 |  12 |                      10 |                       8 | 10.7 $\pm$ 1.5        |   9 |  11 |  12 |               10 |               10 | 10 $\pm$ 0      |  10 |  10 |  10 |                            9 |                            9 | 9 $\pm$ 0                  |   9 |   9 |   9 |                         11 |                          8 | 10 $\pm$ 1               |   9 |  10 |  11 |
| zenotravel(20)           |               11 |               11 | 11 $\pm$ 0      |  11 |  11 |  11 |                      11 |                      11 | 11 $\pm$ 0            |  11 |  11 |  11 |               11 |               11 | 11 $\pm$ 0      |  11 |  11 |  11 |                           11 |                           11 | 11 $\pm$ 0                 |  11 |  11 |  11 |                         11 |                         11 | 11 $\pm$ 0               |  11 |  11 |  11 |
#+TBLFM: $4=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$10=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$16=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$22=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$28=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1
